[
  {
    "title": "Kala Dungar",
    "subtitle": "The Kalo Dungar is also famous for a 400-year-old Dattatreya temple. Legend says that when Dattatreya walked on the earth, he stopped at the Black Hills and found a band of starving jackals. Being a god, he offered them his body to eat and as they ate, his body continually regenerated itself. Because of this, for the last four centuries, the priest at the temple has prepared a batch of prasad, cooked rice, that is fed to the jackals after the evening aarti.",
    "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/07/9c/84/f6/kala-dungar.jpg",
    "link": "/rannOfKutch/",
    "distance": "1.5"
  },
  {
    "title": "Gandhi nu gram",
    "subtitle": "Gandhi nu Gam, inhabitated by the Meghwal Community, flaunts beautifully painted circular huts organized around the temple. The houses of the village have a typical structure called bhunga with intricate decorations both inside and outside. While the outside is decorated with vibrant motifs, the inside has has clay designs with mirror work. These houses are really an architecture marvel.",
    "imageUrl": "https://newtogujarat.files.wordpress.com/2015/02/colorful-bhunga.jpg",
    "link": "/rannOfKutch/",
    "distance": "1.5"
  },
  {
    "title": "Aaiyna Mahal",
    "subtitle": "Aaiyna Mahal was constructed with marble walls adorned with bronze lace and glass. The walls of the palace are of white marble and are not covered with mirrors separated by gilded ornaments with shades of Venetian glass.",
    "imageUrl": "https://www.astrolika.com/monuments/images/aina-mahal-bhuj.jpg",
    "link": "/rannOfKutch/",
    "distance": "2.0"
  },
  {
    "title": "Prag mahal",
    "subtitle": "Prag Mahal is named after Rao Pragmalji II.It was designed by Colonel Henry Saint Wilkins in the Italian Gothic style,[3] and many Italian artisans were involved in its construction.The palace artisans' wages were paid in gold coins.[4] Construction of the palace, which ultimately cost 3.1 million rupees,[2] was completed in 1879 during the regency of Khengarji III (Pragmalji II's son) following Pragmalji II's death in 1875.",
    "imageUrl": "https://www.go2india.in/gujarat/images/bhuj-pragmahal.JPG",
    "link": "/rannOfKutch/",
    "distance": "2.0"
  },
  {
    "title": "Narayan Sarovar",
    "subtitle": "Narayan Sarovar is a village and place of pilgrimage for Hindus on the Kori Creek. The temples, the chief buildings in the place, are surrounded by a fortified wall, outside of which cluster the villagers' houses. There are seven stone temples in a paved courtyard of 164 feet. The temples are approached from the lake by flights of stone steps and surrounded by a strong wall.Besides these built temples, the soft sandstone near the fort has at various times been hollowed into shrines and caves.",
    "imageUrl": "http://www.visitkutch.com/wp-content/uploads/2018/05/narayansarovar-400x250.jpg",
    "link": "/narayansarovar/",
    "distance": "2.0"
  },
  {
    "title": "HiraLaxmi craft park",
    "subtitle": "Hiralaxmi Craft Park complex is situated at Bhujodi village in Kutch and is spread over 10 acres of land. The park receives on an average 4000 visitors every week. The Craft Park has already evolved into a learning center and a source of information for students, surveyors and NGOs. A beautiful Radha-Krishna temple and a lotus pond add to the ambience of the craft park.So all age group person can enjoy at this place.",
    "imageUrl": "http://www.ashapura.com/images/social-resp/hmcraft/gallery/modal/g11.jpg",
    "link": "/rannOfKutch/",
    "distance": "2.15"
  },
  {
    "title": "vande mataram memorial",
    "subtitle": "The Vande Mataram Memorial is a unique national Monument seeking to immortalize the most momentous episodes in India’s freedom struggle from British Rule. Vande Mataram is a once-in-lifetime and a must-do experience for every Indian who is keen to reconnect with his roots and who seeks to renew and restore his sense of national pride and belonging.",
    "imageUrl": "https://businesswireindia.com/Handler/ThumbNailImage.ashx?imgpath=https://cms.businesswireindia.com/Uploads/news-multimedia/images/Memorial_52342.jpg&width=700",
    "link": "/rannOfKutch/",
    "distance": "2.15"
  },
  {
    "title": "Vijay Vilas (mandavi)",
    "subtitle": "Built in 1929 by Rao Vijayrajji, this palace is very well-maintained, and often the scene of filming for Bollywood productions. It was built of red sandstone in the Rajput style, with a main central dome, Bengal domes at the sides, bastions at the corner, and colored glass windows. The balcony at the top affords a superb view of the surrounding area, and the king's tomb can also be seen.",
    "imageUrl": "http://www.visitkutch.com/wp-content/uploads/2018/05/Vijay-Vilas-Palace-Mandvi6-400x250.jpg",
    "link": "/vijaypalace/",
    "distance": "3.0"
  },
  {
    "title": "ambedham",
    "subtitle": "Ambe Dham is temple of Amba Mata located on Mandvi – Godhra route in Kutch district of Gujarat. It is a religious location with extraordinary exhibition of Indian culture and different religions. It is a very beautiful temple of Goddess Amba.",
    "imageUrl": "https://media-cdn.tripadvisor.com/media/photo-s/0b/6e/9b/90/ambe-dham-temple.jpg",
    "link": "/rannOfKutch/",
    "distance": "4.0"
  }
]
